slovarb_1 = {
    'Я строка-ключ в словаре' : "Я строка-значение строки-ключа в словаре",
    50 : 93, # 50 - это число-ключ, 93 - это число-значение числа-ключа 
    "Я другая строка-ключ в словаре" : ['Я строка в списке', 90], # в данном случае список является значением ключа-строки
    'Я ещё одна строка-ключ в словаре' : 32, # 32 - это число-значение строки-ключа
    73 : 'Я строка-значение числа-ключа в словаре', # 73 - это число-ключ
    "Я строка-ключ, моё значение - пустой словарь" : {}, 
}